{
  "work": [
    {
      "timeline": {
        "description": "Web Development Projects",
        "type": "web"
      },
      "modal": {
        "title": "Digital Echidna",
        "description": "<img class='lazy' data-original='dist/img/echidna/echidna.jpg' /><p>During my time at <a href='http://www.echidna.ca' target='_blank'>Digital Echidna</a> I've had the pleasure working with several great clients. I enjoy the process of working with clients and facilitating ideas together to learn what their needs are and solve their problems. All of these projects are built with Drupal, Git, Gulp, jQuery, Bower, and npm. Sites are developed to meet Ontario's WCAG 2.0 Level AA web accessibility standards. Here is a list of some clients that I've worked with.</p><img class='lazy' data-original='dist/img/echidna/tvo.jpg' /><h4>TVOKids</h4><p>Link: <a href='http://www.tvokids.com' target='_blank'>www.tvokids.com</a><br>Role: Front-end developer</p><img class='lazy' data-original='dist/img/echidna/whites.jpg' /><h4>William F. White International Inc</h4><p>Link: <a href='http://www.whites.com' target='_blank'>www.whites.com</a><br>Role: Front-end developer/Back-end Developer</p><img class='lazy' data-original='dist/img/echidna/fanshawe.jpg' /><h4>Fanshawe College</h4><p>Link: <a href='http://www.fanshawec.ca' target='_blank'>www.fanshawec.ca</a><br>Role: Front-end developer</p><img class='lazy' data-original='dist/img/echidna/mohawk.jpg' /><h4>Mohawk College</h4><p>Link: <a href='http://www.mohawkcollege.ca' target='_blank'>www.mohawkcollege.ca</a><br>Role: Front-end developer</p><img class='lazy' data-original='dist/img/echidna/lcc.jpg' /><h4>London Children's Connection</h4><p>Link: <a href='http://www.lcc.on.ca' target='_blank'>www.lcc.on.ca</a><br>Role: Front-end developer</p><img class='lazy' data-original='dist/img/echidna/ability.jpg' /><h4>AbilityFirst</h4><p>Link: <a href='http://www.abilityfirst.ca' target='_blank'>www.abilityfirst.ca</a><br>Role: Front-end developer/Back-end Developer</p>"
      }
    },
    {
      "timeline": {
        "description": "Bringing things to life",
        "type": "animation"
      },
      "modal": {
        "title": "Animations",
        "description": "<p class='tac'><em>I love animations, I believe bringing life to inanimate concepts and prototypes can be empowering and assist in communicating ideas to others. Here's some samples that I've made over the years.</em></p><hr><h4>Demo Reel</h4><iframe src='https://player.vimeo.com/video/154393424?title=0&byline=0&portrait=0' width='800' height='534' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe><h4>Phones</h4><iframe src='https://player.vimeo.com/video/154392285?title=0&byline=0&portrait=0' width='800' height='534' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe><h4>Logo 2D to 3D</h4><iframe src='https://player.vimeo.com/video/154393620?title=0&byline=0&portrait=0' width='800' height='534' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe><h4>AE Motion</h4><iframe src='https://player.vimeo.com/video/154393116?title=0&byline=0&portrait=0' width='800' height='534' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe><h4>Futuristic Car Interior Concept</h4><iframe src='https://player.vimeo.com/video/154432083?title=0&byline=0&portrait=0' width='800' height='534' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe><p>Check out my <a href='http://www.vimeo.com/laosing' target='_blank'>vimeo</a> for more animations!</p>"
      }
    },
    {
      "timeline": {
        "description": "Code is fun, code is magic",
        "type": "web"
      },
      "modal": {
        "title": "Front-end Development",
        "description": "<p class='tac'><em>I love making stuff with code. Check out some of the things I've made on Codepen.</em></p><hr><p data-height='575' data-theme-id='0' data-slug-hash='qdKpMz' data-default-tab='result' data-user='Laosing' data-embed-version='2' data-pen-title='GSAP portfolio intro animation ' data-preview='true' class='codepen'>See the Pen <a href='https://codepen.io/Laosing/pen/qdKpMz/'>GSAP portfolio intro animation </a> by Drew (<a href='https://codepen.io/Laosing'>@Laosing</a>) on <a href='https://codepen.io'>CodePen</a>.</p><script async src='https://static.codepen.io/assets/embed/ei.js'></script><p data-height='465' data-theme-id='0' data-slug-hash='dPOWRX' data-default-tab='result' data-user='Laosing' data-embed-version='2' data-pen-title='Material Design Morphing' data-preview='true' class='codepen'>See the Pen <a href='https://codepen.io/Laosing/pen/dPOWRX/'>Material Design Morphing</a> by Drew (<a href='https://codepen.io/Laosing'>@Laosing</a>) on <a href='https://codepen.io'>CodePen</a>.</p><p data-height='905' data-theme-id='0' data-slug-hash='PZGNYR' data-default-tab='result' data-user='Laosing' data-embed-version='2' data-pen-title='Tic Tac Toe' data-preview='true' class='codepen'>See the Pen <a href='https://codepen.io/Laosing/pen/PZGNYR/'>Tic Tac Toe</a> by Drew (<a href='https://codepen.io/Laosing'>@Laosing</a>) on <a href='https://codepen.io'>CodePen</a>.</p><p data-height='444' data-theme-id='0' data-slug-hash='XbaYgy' data-default-tab='result' data-user='Laosing' data-embed-version='2' data-pen-title='Browser animation responsive design - Greensock (GSAP) ' data-preview='true' class='codepen'>See the Pen <a href='https://codepen.io/Laosing/pen/XbaYgy/'>Browser animation responsive design - Greensock (GSAP) </a> by Drew (<a href='https://codepen.io/Laosing'>@Laosing</a>) on <a href='https://codepen.io'>CodePen</a>.</p><p>Check out my <a href='http://www.codepen.io/laosing' target='_blank'>codepen</a> for more front-end fun!</p>"
      }
    },
    {
      "timeline": {
        "description": "BearBeats",
        "type": "design"
      },
      "modal": {
        "title": "Branding Identity",
        "description": "<img class='lazy' data-original='dist/img/bearbeats/bearbeats_03.png' /><p class='tac'><em>The single visual element that remains the same for every product on the market is the brand logo. That little icon, despite the trends  that come and go, and despite the number of design changes that a product goes through, the logo will likely remain unchanged. <br /><br />This is a school project with the objective of creating a brand for the headphone market.</em></p><hr /><h4>Research</h4><p>Before developing the brand I had to research about brands in the market as well as information about my target market. According to a <a href='https://storage.googleapis.com/think/docs/its-lit.pdf'>survey</a> about the top 10 coolest brands among more than 1,100 teens aged between 13 and 17. The most \"cool\" brand was YouTube. Then came Netflix, Google, Xbox, Oreos, GoPro, PlayStation, Doritos, and Nike, Chrome. These brands important to learn from not only because they are the most popular in their industry but because their brand image resonates the strongest with their customers.</p><h4>Development</h4><p>To start developing a logo I started sketching to get ideas out of my head and onto paper. I initially wanted to go with music notes or headphones because this brand is based around headphones and music, but I noticed a stronger iconographic image could be based around an image of a bear that represents the brand name.</p><img class='lazy' data-original='dist/img/bearbeats/bearbeats_05.png' /><h4>Final Design</h4><p><p>The icon is symbolic towards a user listening to music. The reason why a bear was used as a representation of a user is because bears represents wisdom, strength and leadership. Bears have been worshiped throughout time as a powerful totem, inspiring those who need it the courage to stand up against adversity. Additionally the icon has many elements that scale along multiples of the golden ratio such as the overall size, to the head of the bear, to the mouth and finally to the eyes.</p><img class='lazy' data-original='dist/img/bearbeats/bearbeats_07.png' /><img class='lazy' data-original='dist/img/bearbeats/bearbeats_02.png' /><img class='lazy' data-original='dist/img/bearbeats/bearbeats_09.png' /><img class='lazy' data-original='dist/img/bearbeats/bearbeats_08.png' />"
      }
    },
    {
      "timeline": {
        "description": "Portable bedside table",
        "type": "industrial"
      },
      "modal": {
        "title": "Organizer",
        "description": "<img class='lazy' data-original='dist/img/organizer/organizer_10.png' /><p class='tac'><em>Do you read at night? Is your bedside table full? Well forget about the hassle of getting up and putting your book away on the shelf because now there is a an organizer specifically for that. For this school project I designed a bedside organizer for books and utilities.</em></p><hr /><h4>Research</h4><p>To start off this project I decided to create a quick online survey to see how many users would be interested in a portable bedside table, as well as to find out about their book reading and storing habits. I posted this survey through social media and quickly got 41 participants. I was surprised to see that many participants would be interested in a portable bedside table even though almost everyone already has one. This helped give me an incentive to design a solution for this. I further inquired about how many, what kind, and what size the books that users had. This data helped guide my design decisions to make a product users would need.</p><img class='lazy' data-original='dist/img/organizer/organizer_08.png' /><h4>Development</h4><p>My idea was to create a portable table that is first and foremost small and lightweight. I focused on making it easy for users to use. During the concept development I utilized the results from my survey to guide many of my design decisions. Along with that I looked into different bed attachment methods, placement of the table platform, the number of book holders, and materials. I explored ideas through sketching and low fidelity mock-ups.</p><img class='lazy' data-original='dist/img/organizer/organizer_05.png' /><img class='lazy' data-original='dist/img/organizer/organizer_02.png' /><h4>Final Design</h4><p>My final design is a portable bedside table for books that is small enough to be taken anywhere. It is also designed to work with every existing bed out there. This versatile table was created to hold books or accessories where there is no table or table space available.</p><img class='lazy' data-original='dist/img/organizer/organizer_06.png' /><img class='lazy' data-original='dist/img/organizer/organizer_04.png' /><img class='lazy' data-original='dist/img/organizer/organizer_15.png' />"
      }
    },
    {
      "timeline": {
        "description": "Jaguar branded faucet",
        "type": "industrial"
      },
      "modal": {
        "title": "Faucet",
        "description": "<img class='lazy' data-original='dist/img/jaguar/jaguar_14.png' /><p class=\"tac\"><em>This school project tasked me to design a faucet that reflects the Jaguar brand identity, while also remaining suitable to the look of a faucet and associated use, maintenance, safety and manufacturing considerations.</em></p><h4>Team</h4><p>The team consisted of myself, Omar Fakhuri, and Wasseem Al-Idrissi.</p><hr /><h4>Research</h4><p>Jaguar is one of the world’s fastest growing premium car manufacturers worldwide. They focus on producing high-quality luxury vehicles that appeal to customers globally. They are a British multinational car manufacturer that focuses on stimulating emotions and feelings to their customers. Our research found that the target audience of Jaguar consists mainly of wealthy middle aged professionals and executives, but they are attempting to attract potential millennial luxury customers. <small><i>Images from <a href='http://www.jaguar.com' target='_blank'>www.jaguar.com</a></i></small></p><img class='lazy' data-original='dist/img/jaguar/jaguar_12.png' /><h4>Development</h4><p>We started laying out all of the research we could find about Jaguar on large brown paper and organizing them into specific sections. The sections we focused on were the marketing, personality, lifestyle and details/form. After we then began sketching and prototyping ideas and concepts to find a form that suited the brand and the research that we found.</p><img class='lazy' data-original='dist/img/jaguar/jaguar_06.png' /><h4>Final Design</h4><p>Our final design focused on the translating the form of their cars into the form of a faucet. Incorporating their signature gear knob as the faucet control and creating a form that relates to Jaguar's branding image.</p><img class='lazy' data-original='dist/img/jaguar/jaguar_04.png' /><img class='lazy' data-original='dist/img/jaguar/jaguar_09.png' /><img class='lazy' data-original='dist/img/jaguar/jaguar_02.png' /><img class='lazy' data-original='dist/img/jaguar/jaguar_10.png' />"
      }
    },
    {
      "timeline": {
        "description": "Multi-function cooking appliance",
        "type": "industrial"
      },
      "modal": {
        "title": "Modular cooking platform",
        "description": "<img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_16.png' /><p class=\"tac\"><em>The design brief for this school project is to develop a flexible and adaptable cooking platform for shared kitchen environments such as households, dormitories and small offices. With the main feature of supporting multiple user food preparation scenarios.</em></p><hr /><h4>Research</h4><p>In our current system of production and consumption, products are designed, manufactured and consumed within a short period of time. These disposed products end up in landfills and is having a major negative effect on the environment as over 71,000 tonnes of e-waste has been tossed in 2012. <small><a href=\"http://www.statcan.gc.ca/pub/16-002-x/2016001/article/14570-eng.htm\">[1]</a></small> </p><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_14.png' /><h4>Development</h4><p>My idea was to design a cooking platform that is first and foremost portable and lightweight, and then focus on ways to make the it more personal to the user. During the concept development, I looked into different attachment methods, placement on the main body, the interface, the use cycle and material aesthetics. I explored ideas through sketching and low fidelity mock-ups.</p><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_04.png' /><h4>User Testing</h4><p>My goal for user testing was to test my ideas and low fidelity prototypes on users to have a greater understanding of potential problems with my designs and areas of improvement. For my testing, I had three main investigation questions:</p><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_07.png' /><h4>Final Design</h4><p>After several interface discussions with users I decided to incorporate the entire control interface on the large control knob. This makes it so that the base of the product can be as portable as possible, while also ensuring that the interface has only essential elements for users to understand what settings it is currently on.</p><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_12.png' /><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_09.png' /><img class='lazy' data-original='dist/img/cooking_platform/cooking_platform_19.png' />"
      }
    },
    {
      "timeline": {
        "description": "Nivea branded cookie box",
        "type": "design"
      },
      "modal": {
        "title": "Cookie Box",
        "description": "<img class='lazy' data-original='dist/img/cookiebox/cookiebox_025.png' /><p class='tac'><em>Packaging, in most cases, has become a consumer’s first interaction with a product. Packages not only communicate the features of that product, but also communicate its brand, lifestyle, and quality. <br /><br />This is a school project with the objective of taking a brand and developing a package for an industry outside of that specific brand. My goal was to brand Nivia cookies.</em></p><hr /><h4>Research</h4><p>To start I had to learn more about the brand and what types of products it sells. Nivea is a German personal care brand that specializes in body-care initially started in 1911. Nivea stands for closeness, trust, quality and effective skin care products for all skin types on a global level. Family values are also an important aspect of its brand character. As a brand that nurtures and protects, its strong heritage helps to maintain its market leadership in over 46 countries. Nivea has products that meet all skin needs, such as anti-aging, lip balms, deodorants, shaving, sun lotions, hand creams and shower products. <small><a href='http://www.nivea.ca' target='_blank'>[1]</a></small> </p><img class='lazy' data-original='dist/img/cookiebox/cookiebox_11.png' /><h4>Development</h4><p>For development I initially sketched out a bunch of packaging concepts and then went into Illustrator to refine them into something I could learn more with.</p><img class='lazy' data-original='dist/img/cookiebox/cookiebox_04.png' /><h4>Final Design</h4><p>For the final design I decided to go with an all centered layout because of how Nivea products lay out their information on their bottles. As well as the background effect focusing on the cookies rather than the logo because that is the focal point of the product.</p><img class='lazy' data-original='dist/img/cookiebox/cookiebox_16.png' /><img class='lazy' data-original='dist/img/cookiebox/cookiebox_021.png' />"
      }
    },
    {
      "timeline": {
        "description": "Info-Tech Research Group",
        "type": "design"
      },
      "modal": {
        "title": "End User Satisfaction Program",
        "description": "<img class='lazy' data-original='dist/img/enduser/enduser.jpg' /><p class='tac'><em>Service optimization is nearly impossible to perform without an honest and thorough understanding of end user sentiment toward IT services and software.</em> - Info-Tech Research Group</p><h4>Problem</h4><p>During my time at Info-tech Research Group I was tasked to develop a survey which evaluated end user perspectives on company innovation, IT agility, and satisfaction with how technology enables them to do their job. Identify opportunities to improve the reputation of IT, both across the organization and within specific departments.</p><h4>Team</h4><p>The team consisted of myself as the designer and front-end developer, Chris O'Conner as the information researcher, and Taylor Phillips as the backend developer.</p><h4>Product Goal</h4><p>Share end user satisfaction and importance ratings of core IT services, IT communications and business enablement to focus on the right end user groups or lines of business, and ramp up satisfaction and productivity.</p><hr /><h4>Research</h4><p>Having the initial survey questions from Chris and the type of data that needed to be presented in the survey, I started off with many sketches to get ideas and concepts out of my head.</p><img class='lazy' data-original='dist/img/enduser/end-user-questions.png' /><img class='lazy' data-original='dist/img/enduser/enduser-sketch.jpg' /><img class='lazy' data-original='dist/img/enduser/enduser-sketch-2.jpg' /><h4>Wireframes &amp; User Flow </h4><p>After laying out the pages on wireframes we noticed that the it was difficult for the user to know where to start reading. After multiple designs and iterations I came with the solution to guide the user with arrows throughout the sections.</p><img class='lazy' data-original='dist/img/enduser/end-user-wireframe.png' /><h4>Final Design</h4><p>After finalizing the user flow and making some final decisions with the team, I began on the high-fidelity designs. We had many different mockups and iterations. Everything was placed intentionality with good reasoning and decision making behind it. There were a lot of tradeoffs due to the amount of space that could be placed on a page, but that restriction also helped us condense the information so it was straight to the point.</p><img class='lazy' data-original='dist/img/enduser/end-user-1.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-2.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-3.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-4.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-5.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-6.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-7.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-8.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-9.jpg' /><img class='lazy' data-original='dist/img/enduser/end-user-10.jpg' />"
      }
    },
    {
      "timeline": {
        "description": "Grocery App",
        "type": "design"
      },
      "modal": {
        "title": "Metro",
        "description": "<img class='lazy' data-original='dist/img/metro/metro-main.jpg' /><p class='tac'><em>Grocery shopping is a pain and we all know it (unless you enjoy it). Are you a dedicated metro shopper? This app will give you a great way of streamlining the process and ensuring that you don’t forget anything. While also giving you a convenient method of keeping you up to date with everything that happens inside Metro. With instant access to your air miles points, coupons, flyers, and recipes, you’ll always be on top of your grocery shopping.</em></p><h4>Problem</h4><p>Grocery shopping is a chore many of us have to do weekly. Whether it’s checking the flyer, available coupons, writing down all the products and estimating the total price, grocery shopping doesn’t have to be a pain anymore.</p><h4>Product Goal</h4><p>Providing a tool that allows you to streamline the process of grocery shopping as much as possible. Giving instant access to the multiple products we check in one device will clear the hassle of grocery shopping.</p><p class='tac'><em>This is an individual school project that involves app analysis, user flow, wireframes, visual mockups, and usage prototypes.</em></p><hr /><h4>Sketches, wireframes and flow</h4><p>The main separator between a dedicated grocery app and a list on a piece of paper has to be the convenience it brings to the table. By giving instant access to the pain points in grocery shopping preparation such as flyers and coupons, it had to be one of the main priorities. After analyzing the priorities I started sketching many mockups for the layout and then checked how intuitive the user flow was by running the app by other students.</p><img class='lazy' data-original='dist/img/metro/metro-sketches.jpg' /><img class='lazy' data-original='dist/img/metro/metro-flow.jpg' /><h4>High fidelity design</h4><p>After deciding on the wireframes and user flow, I got started on the visual design work. The main priorities was ensuring that the design was clean, uncluttered and designing so that the user know exactly where everything was.</p><img class='lazy' data-original='dist/img/metro/metro-1.png' /><img class='lazy' data-original='dist/img/metro/metro-2.png' /><img class='lazy' data-original='dist/img/metro/metro-3.png' /><img class='lazy' data-original='dist/img/metro/metro-4.png' /><iframe src='https://player.vimeo.com/video/154428950?title=0&byline=0&portrait=0' height='441px' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>"
      }
    },
    {
      "timeline": {
        "description": "Interactive App for the ROM",
        "type": "design"
      },
      "modal": {
        "title": "ROM",
        "description": "<img class='lazy' data-original='dist/img/rom/rom-main.jpg' /><p class='tac'><em>ROM is a concept app that is held inside the ROM museum for individuals to interact with and gain a deeper connection with the content displayed.</em></p><h4>Problem</h4><p>Children and students touring museums can get quite bored of just simply viewing museum pieces. Providing a tool that allows them to interact with the content will allow them to gain higher satisfaction and a more memorable experience throughout the museum. </p><h4>Product Goal</h4><p>ROM bridges the gap between students and content so that they can interact with history, gain a deeper understanding to the pieces, and improve the overall experience of the museum.</p><p class='tac'><em>This is an individual school project that involves app analysis, user flow, wireframes, visual mockups, and usage prototypes.</em></p><hr /><h4>Sketches, wireframes and flow</h4><p>After analyzing the type of information that needed to be communicated, I started off with multiple sketches to get concepts on paper. Afterwards from understanding the layout of the application I moved on to the user flow and wireframes. From letting other students run through the wireframes I noticed that the flow was not as intuitive as I originally thought. This feedback helped tremendously to ensure I fixed the issues and continue in the right direction.</p><img class='lazy' data-original='dist/img/rom/rom-sketch1.jpg' /><img class='lazy' data-original='dist/img/rom/rom-sketch2.jpg' /><img class='lazy' data-original='dist/img/rom/rom-wireframe.jpg' /><h4>High fidelity design</h4><p>After finishing up the wireframes and user flow, I began starting on the visual design. Ensuring that the look and feel resembled that of a museum while keeping the layout clean was a challenging task. In the end I felt like I could’ve done more with this app, but with the time constraints I had to settle with this version.</p><img class='lazy' data-original='dist/img/rom/rom-1.png' /><img class='lazy' data-original='dist/img/rom/rom-2.png' /><img class='lazy' data-original='dist/img/rom/rom-3.png' /><iframe src='https://player.vimeo.com/video/154429844?title=0&byline=0&portrait=0' height='441' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>"
      }
    },
    {
      "timeline": {
        "description": "Self booklet",
        "type": "print"
      },
      "modal": {
        "title": "Portfolio Discovery",
        "description": "<img class='lazy' data-original='dist/img/booklet/book-main.jpg' /><p class='tac'><em>Self - A person or thing referred to with respect to complete individuality.</em></p><p>This book is a brief story about the process of my portfolio. It is an introduction for who I am, how I work, and how I think. My personal journey to creating my digital identity and my online portfolio.</p><h4>Research and inspiration</h4><p>I’m heavily inspired by all the great designers from facebook, apple, metalabs, dropbox, etc. The list goes on forever. Overall I've noticed that minimal and straight to the point design is and will always be timeless, which is why minimalism has played the largest role in the theme I choose for this book.</p><h4>Sketching and exploration</h4><p>I first started out with a table of content to help get me going. Afterwards I simply started sketching out layouts and designs for each of the pages.</p><img class='lazy' data-original='dist/img/booklet/book-sketch.jpg' /><h4>High fidelity design</h4><p>After wire framing out the initial layouts I proceeded to work on the high fidelity designs. This included making icons and writing about my design decisions. The priority here was about intention as nothing was just randomly placed for no reason.</p><img class='lazy' data-original='dist/img/booklet/book-1.jpg' /><img class='lazy' data-original='dist/img/booklet/book-2.jpg' /><img class='lazy' data-original='dist/img/booklet/book-3.jpg' /><img class='lazy' data-original='dist/img/booklet/book-4.jpg' /><img class='lazy' data-original='dist/img/booklet/book-6.jpg' /><img class='lazy' data-original='dist/img/booklet/book-5.jpg' />"
      }
    }
  ]
}
